{
  "about": {
    "venue": {
      "name": "MaRS Discovery District",
      "address": "101 College St, Toronto, ON M5G 1L7, Canada",
      "image_path": "images/venue.png"
    },
    "description": "Ships are the transformators of the extraterrestrial attitude.",
    "twitter": "https://twitter.com/androidTO",
    "website": "http://androidto.com",
    "contact_email": "mailto:example@email.com",
    "link_types": [
      {
        "id": "sponsor",
        "name": "Sponsors"
      },
      {
        "id": "supporter",
        "name": "Supporters"
      }
    ],
    "links": [
      {
        "name": "Android Pub Night",
        "image_path": "https://secure.meetupstatic.com/photos/event/3/1/1/5/600_475692565.jpeg",
        "website": "http://www.meetup.com/Android-Pub-Night/",
        "link_type_id": "sponsor"
      },
      {
        "name": "Kotlin Toronto",
        "image_path": "https://secure.meetupstatic.com/photos/event/a/c/d/d/highres_461324253.jpeg",
        "website": "https://www.meetup.com/Kotlin-Toronto/",
        "link_type_id": "supporter"
      },
      {
        "name": "GDG Toronto Android",
        "image_path": "https://secure.meetupstatic.com/photos/event/a/6/9/0/600_448602640.jpeg",
        "website": "https://www.meetup.com/ToAndroidDev/",
        "link_type_id": "supporter"
      }
    ]
  },
  "speakers": [
    {
      "id": "bojack",
      "name": "BoJack Horseman",
      "bio": "BoJack Horseman is a self-loathing 52-year-old alcoholic horse whose acting career peaked when he starred in a successful family sitcom called Horsin' Around in the late 1980s and later 'The Bojack Horseman Show' which was cancelled after one season, in 2007.\n\nThough he began as a young bright-eyed actor, he has since grown bitter, deeply depressed, and jaded towards Hollywood and who he has become post-fame. BoJack has been shown to be caring and insightful, but his insecurities, loneliness, and desperate need for approval often result in self-destructive actions that devastate those around him.\n\nMany of his issues stem from his childhood and issues with his unhappy parents, which the audience is shown through flashbacks.",
      "image_path": "http://jeff.mimic.ca/p/androidto/bojack.jpg",
      "company": "Horsin' Around",
      "twitter": "https://twitter.com/BoJackHorseman",
      "linked_in": "https://example.com",
      "github": "https://github.com/mimicmobile/flutter-conference-app"
    },
    {
      "id": "diane",
      "name": "Diane Nguyen",
      "bio": "Diane Nguyen is a human ghostwriter, a nice, well-reasoned, misunderstood intellectual, and a Vietnamese-American third-wave feminist from Boston who lives with her rich and famous boyfriend (and later husband), former sitcom star Mr. Peanutbutter.\n\nWhile writing BoJack's memoir, he and Diane initially develop a strong friendship that becomes increasingly awkward and strained after BoJack develops romantic feelings for her. Diane travels to the war-torn Republic of Cordovia to make a difference, but discovers that this life is not for her. Ashamed of returning to her husband, she develops a severe bout of depression, during which she drinks heavily and sleeps disheveled on BoJack's patio furniture. She is able to reconcile her feelings with Mr. Peanutbutter and gets a job at VIM ghostwriting tweets for celebrities. She is subsequently fired from VIM, and is hired to write for a feminist blog.\n\nDuring and after Mr. Peanutbutter's run for Governor of California their marriage begins to deteriorate and, at the beginning of Season 5, they divorce.",
      "image_path": "http://jeff.mimic.ca/p/androidto/diane.jpg",
      "company": "VIM",
      "twitter": "https://twitter.com/BoJackHorseman",
      "linked_in": "",
      "github": "https://github.com/mimicmobile/flutter-conference-app"
    },
    {
      "id": "peanutbutter",
      "name": "Mr. Peanutbutter",
      "bio": "Mr. Peanutbutter is an energetic and cheerful yellow Labrador Retriever who is BoJack's former sitcom rival and Diane's boyfriend (and later husband). Mr. Peanutbutter was the star of Mr. Peanutbutter's House, which, according to BoJack, \"borrowed the premise\" from Horsin' Around. He portrays many characteristics of a actual labrador yet portrayed as a human like character being sweet, loyal, kind, playful, and considerate.\n\nHe had a stint at filming a celebrity reality show called Peanutbutter and Jelly. Despite their rivalry, Mr. Peanutbutter cares a great deal about BoJack's opinion and admires him for his work on Horsin' Around. He has an especially good relationship with Todd, and his positive attitude and financial resources combined with Todd's outlandish schemes and plans often result in the two starting questionable business ventures, such as a Halloween store that is exclusively open in January.\n\nIn the episode \"Let's Find Out\", Mr. Peanutbutter starts hosting his own televised game show after his film company enters bankruptcy due to his and Todd's extensive expenditures on useless products. In \"Hank After Dark\", it is revealed that Mr. Peanutbutter was formerly married to a woman named Katrina who was emotionally abusive. His second wife was famous actress Jessica Biel, who is portrayed as being obsessed with her celebrity status and people recognizing her.\n\nHe grew up in the Labrador Peninsula, which is depicted as being populated entirely by Labrador Retrievers. \"Mr.\" is his actual first name. He often shouts to an offscreen, but implicatively outlandish, presence only known as \"Erica\". He is a graduate of Northwestern University.\n\nAfter his divorce with Diane, he started dating a pug named Pickles who is much younger than him but shares a lot of the same characteristics. At the end of the season 5 finale, he proposes to her.",
      "image_path": "http://jeff.mimic.ca/p/androidto/mr_peanutbutter.jpg",
      "company": "Peanutbutter and Jelly",
      "twitter": "https://twitter.com/BoJackHorseman",
      "linked_in": "https://example.com",
      "github": "https://github.com/mimicmobile/flutter-conference-app"
    },
    {
      "id": "todd",
      "name": "Todd Chavez",
      "bio": "Todd Chavez is a friendly and lovable human slacker who ended up at BoJack's house for a party five years before the beginning of the series and never left. Although BoJack constantly voices disdain for him, he secretly cares about Todd, continuing to financially support him and sabotage his attempts to gain independence.\n\nTodd has been shown to possess a plethora of skills including an understanding of Japanese; entrepreneurial know-how, having allied with Mr. Peanutbutter for various business ideas; and writing and composing his own rock opera- Newtopia Rising, Book I: The Search for a New Utopia. His rock opera was eventually sabotaged by BoJack, who took advantage of his former addiction to video games. Todd puts the pieces together of what BoJack did string map style and begins to question his friendship with BoJack.\n\nTodd also has an uncanny knack for getting himself in absurd and extremely dangerous situations when his friends aren't around, such as getting into gun fights on several occasions, ending up in prison, and in one case switching places Prince and the Pauper-style with a Cordovian dictator. Todd's friendship with Mr. Peanutbutter landed him various jobs creating seemingly useless products. He sees the best in BoJack, despite his multitude of problems, up until \"It's You\" in season three, where he ultimately decides to cut BoJack out of his life. He's usually happy, even when being insulted by BoJack.\n\nCatch Phrases include shouting \"hooray!\". He is also almost never seen without wearing his signature yellow beanie. In the 2000s he was an aimless skateboarder, and the object of affection of his schoolmate, Emily. It is revealed in the season 3 finale \"That Went Well\" that he is asexual.",
      "image_path": "http://jeff.mimic.ca/p/androidto/todd.jpg",
      "company": "Unemployed",
      "twitter": "https://twitter.com/BoJackHorseman",
      "linked_in": "https://example.com",
      "github": "https://github.com/mimicmobile/flutter-conference-app"
    }
  ],
  "tracks": [
    {
      "id": "main",
      "name": "Main",
      "color": "#F0C674"
    },
    {
      "id": "track1",
      "name": "Track 1",
      "color": "#CC6666"
    },
    {
      "id": "track2",
      "name": "Track 2",
      "color": "#B5BD68"
    }
  ],
  "talk_types": [
    {
      "id": "technical",
      "name": "Technical",
      "material_icon": "grade",
      "description": "This talk is considered technical"
    },
    {
      "id": "room",
      "name": "Whole Room",
      "material_icon": "all_inclusive",
      "description": "This talk is can be enjoyed by everyone"
    },
    {
      "id": "fun",
      "name": "Fun",
      "material_icon": "tag_faces",
      "description": "This talk is for fun"
    },
    {
      "id": "break",
      "name": "Break",
      "material_icon": "free_breakfast",
      "description": "Time for a break!"
    }
  ],
  "schedule": [
    {
      "time": "8:00am",
      "talks": [
        {
          "speaker_id": "bojack",
          "track_id": "main",
          "talk_type_id": "technical",
          "title": "Exist and you will be invented extraordinarilly.",
          "description": "Suns, moons, and apostolic winds will always protect them."
        }
      ]
    },
    {
      "time": "8:30am",
      "talks": [
        {
          "speaker_id": "diane",
          "track_id": "track1",
          "talk_type_id": "fun",
          "title": "Silence is not closest in order, the home, or paradise, but everywhere.",
          "description": "Samadhi is not one in chaos, the country of tantra, or paradise, but everywhere."
        },
        {
          "speaker_id": "peanutbutter",
          "track_id": "track2",
          "talk_type_id": "room",
          "title": "Heavens is not the holy freedom of the explosion of the conclusion.",
          "description": "In upstairs PLURALdie silently density."
        }
      ]
    },
    {
      "time": "9:00am",
      "talks": [
        {
          "speaker_id": "todd",
          "track_id": "main",
          "talk_type_id": "technical",
          "title": "Gabaliums ortum in quadrata!",
          "description": "If you travel or do with an eternal anger, control studies you."
        }
      ]
    },
    {
      "time": "10:00am",
      "talks": [
        {
          "talk_type_id": "break",
          "title": "Time for a break!",
          "description": "Go grab an ice cold coke and chill.."
        }
      ]
    }
  ]
}